(package! company)
(package! company-go)
(package! dap-mode)
(package! flycheck)
(package! frecentf)
(package! go-eldoc)
(package! go-fill-struct)
(package! go-guru)
(package! go-mode)
(package! go-rename)
(package! go-tag)
(package! godoctor)
(package! gotest)
(package! ispell)
(package! lsp-mode)
(package! lsp-ui)
(package! projectile)
(package! tldr)
(package! treemacs)
(package! treemacs-projectile)

